tap "archivebox/archivebox"
tap "borgbackup/tap"
tap "clementtsang/bottom"
tap "dbt-labs/dbt"
tap "engali94/formulae"
tap "ethereum/ethereum"
tap "hacker1024/hacker1024"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "zero-sh/tap"
brew "archey"
brew "aria2"
brew "glib"
brew "bat"
brew "bench"
brew "borgbackup", link: false
brew "bpytop"
brew "broot"
brew "cairo"
brew "cheat"
brew "chezmoi"
brew "cointop"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curlie"
brew "darkstat"
brew "dog"
brew "duf"
brew "unbound"
brew "nghttp2"
brew "emacs"
brew "ethereum"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fselect"
brew "git"
brew "gnupg"
brew "gnu-tar"
brew "gnu-sed"
brew "gnu-awk"
brew "gnu-indent"
brew "gnutls"
brew "gnu-getopt"
brew "grep"
brew "go"
brew "gopass"
brew "gotop"
brew "grafana"
brew "gron"
brew "grsync"
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "influxdb"
brew "iperf3"
brew "jc"
brew "jq"
brew "jrnl"
brew "json-glib"
brew "libfido2"
brew "libmagic"
brew "m-cli"
brew "mackup"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "moreutils", link: false
brew "mosh"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "node"
brew "nq"
brew "ocrmypdf"
brew "openssh"
brew "pandoc"
brew "qrencode"
brew "tree"
brew "pass"
brew "perl"
brew "postgresql"
brew "pgloader"
brew "pick"
brew "pigz"
brew "piknik"
brew "pueue", restart_service: true
brew "q"
brew "questdb"
brew "re-flex"
brew "reattach-to-user-namespace"
brew "recode"
brew "rename"
brew "renameutils"
brew "rhash"
brew "ripgrep"
brew "rmlint"
brew "rsnapshot"
brew "rsync"
brew "rust"
brew "scons"
brew "sd"
brew "sphinx"
brew "stockfish"
brew "stow"
brew "tag"
brew "task-spooler"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "tre-command"
brew "unar"
brew "up"
brew "vnstat"
brew "watch"
brew "wget"
brew "wifi-password"
brew "xh"
brew "xonsh"
brew "yank"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "git"
brew "python"
brew "openssh"
brew "unzip"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "borgbackup/tap/borgbackup-fuse"
brew "clementtsang/bottom/bottom"
brew "dbt-labs/dbt/dbt"
brew "hacker1024/hacker1024/coretemp"
brew "heroku/brew/heroku"
brew "zero-sh/tap/zero"
cask "apparency"
cask "fuse"
cask "klogg"
cask "macfuse"
cask "macvim"
cask "openzfs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-csv"
cask "rescuetime"
cask "openzfs"
cask "quicklookase"
cask "spotify"
cask "suspicious-package"
cask "vlc"
cask "vorta"
cask "wkhtmltopdf"
cask "adobe-creative-cloud"
cask "1password"
cask "1password-cli"
cask "airtable"
cask "alfred"
cask "hazel"
cask "backblaze"
cask "scidvsmac"
cask "setapp"
cask "audio-hijack"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "chronosync"
cask "docker"
cask "duplicacy"
cask "duplicacy-web-edition"
cask "expressvpn"
cask "iterm2"
cask "paragon-ntfs"
cask "fission"
cask "geekbench"
cask "github"
cask "google-drive-file-stream"
cask "little-snitch"
cask "iina"
cask "pycharm"
cask "pgadmin4"
cask "paragon-extfs"
cask "tableau"
cask "onedrive"
cask "postman"
cask "harvest"
cask "textexpander"
cask "textmate"
cask "vorta"
cask "whatsapp"
cask "wireshark"
cask "zerotier-one"
cask "obsidian"
cask "metabase"
cask "monodraw"
cask "zoom"
cask "kite"
cask "calibre"
cask "anaconda"
mas "2048 Game", id: 871033113
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Brother P-touch Editor", id: 1453365242
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Disk Speed Test", id: 425264550
mas "Drafts", id: 1435957248
mas "Exporter", id: 1099120373
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Harvest", id: 506189836
mas "Health Auto Export", id: 1115567069
mas "Jayson", id: 1468691718
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Mini Motorways", id: 1456188526
mas "Motion", id: 434290957
mas "Notability", id: 736189492
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Playgrounds", id: 1496833156
mas "PopClip", id: 445189367
mas "SendToX", id: 496926258
mas "Smart JSON Editor", id: 1268962404
mas "Spark", id: 1176895641
mas "System Designer", id: 1102494854
mas "Vimeo", id: 1356686763
mas "Wappalyzer", id: 1520333300
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "XtoCC", id: 487899517
